/*Localized name of the help book to use*/

"TPTITLE" = "Du har ændret dato eller tidspunkt. Klik på Arkiver for at arkivere ændringerne. Klik på Tilbage, hvis du vil bruge de forrige indstillinger.";
"TPTEXT" = "Klik på Annuller, hvis du vil foretage flere ændringer.";
"TPCANCEL" = "Annuller";
"TPREVERT" = "Tilbage";
"TPSAVE" = "Arkiver";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
